import React from 'react';

const About = () => {
  return (
    <div className="About">
      <div className='nav'><h3>정보</h3></div>
        <div style={{whiteSpace: 'pre-wrap'}}>
        <p>{`친환경 제품 쇼핑몰 웹 사이트 만들게 된 계기\n
      1. 지구 환경 보호에 대한 관심 증대
      - 현대 사회에서는 지구 환경 보호에 대한 관심이 크게 증가하고 있습니다. 기후 변화, 자원 절감, 재활용 등에 대한
        의식이 높아지면서 친환경 제품에 대한 수요가 급증하고 있습니다.

      2. 소비자의 친환경적인 소비 성향
      - 부담이 큰 제품들을 피하려는 경향이 있습니다. 이러한 소비 성향을 반영하여 친환경 제품을 쉽게 접할 수 있는 쇼핑몰을 운영하고자 하는 동기가 될 수 있습니다.

      3. 개인적인 믿음이나 가치관
      - 친환경 제품 쇼핑몰을 시작하는 이유 중 하나로는 개인적인 믿음이나 가치관이 있을 수 있습니다.
        제품을 판매함으로써 지구 환경 보호에 기여하고자 하는 의지가 있는 경우가 그 예입니다.



“자연주의 염색·소재로 친환경 의류 시장 돌풍 일으켰죠”
이새`}
      </p>
      <p>
      {"패션업계 최초 '자연주의 라이프 스타일'을 제안한 브랜드로 2000년 론칭부터 지금까지 전체 제품의 친환경 소재 비중을 85% 이상 꾸준히 유지해오고 있다. 이새는 원단 제작기법과 공정도 환경친화적인 방법을 고수하고 있다. 특히 옷과 침구류는 감, 서랑, 진흙 같은 자연에서 온 재료를 이용해 햇빛, 바람, 시간의 힘으로 색을 올리는 자연 염색법을 사용한다."}
      </p>
      <p>
      {'시장 반응 10평 규모의 매장에서 월 매출 1억원을 올릴 정도로 잘 팔렸다. 외국인들의 반응도 좋아 프랑스에서 2주간 열린 파리패션박람회에 참가하기도 했다. 여행용 가방 2개에 가득 담아간 옷은 일주일 만에 매진됐다.'}
      </p>
        </div>
    </div>
  );
};

export default About;
